[
    {
        "bookId" : 1,
        "name" : "Cien anhos de soledad",
        "author" : "Gabriel Garcia Marquez",
        "year" : "1987",
        "genre" : "Realismo magico",
        "resume" : " la historia de la familia Buendía en el ficticio pueblo Macondo a lo largo de varias generaciones. La obra mezcla realismo mágico y crítica social para explorar temas como el amor, la soledad, la violencia y el poder. La novela sigue la vida de los Buendía, marcada por relaciones incestuosas, profecías y eventos misteriosos. Finalmente, la historia culmina con la última generación y la caída de la casa Buendía, simbolizando la repetición cíclica de la historia en América Latina.",
        "quantity" :"10"
    },
    {
        "bookId" : 2,
        "name" : "1984",
        "author" : "George Orwel",
        "year" : "1949",
        "genre" : "Distopía",
        "resume" : "1984 es una novela distópica de George Orwell que se desarrolla en un mundo totalitario bajo el gobierno del Partido y su líder, Big Brother. La historia sigue a Winston Smith, un hombre que trabaja en el Ministerio de la Verdad y lucha por mantener su individualidad en un estado de vigilancia constante. La novela explora temas como la manipulación del lenguaje, la represión del pensamiento y la erosión de la verdad. Winston se rebela contra el régimen opresivo, pero finalmente es sometido a la tortura y la conformidad total. 1984 es una advertencia sobre el poder absoluto y la pérdida de libertad en una sociedad controlada por el Estado.",
        "quantity" :"10"
    },
    {
        "bookId" : 3,
        "name" : "Orgullo y prejuicio",
        "author" : "Jane Austen",
        "year" : "1813",
        "genre" : "Novela romántica",
        "resume" : "Orgullo y Prejuicio de Jane Austen es una novela clásica que gira en torno a las complejas relaciones sociales y románticas en la Inglaterra del siglo XIX. La historia se centra en Elizabeth Bennet, una joven inteligente y de espíritu libre, y el orgulloso Sr. Darcy. A medida que sus caminos se cruzan y chocan, superan sus prejuicios iniciales para enamorarse",
        "quantity" :"10"
    },
    {
        "bookId" : 4,
        "name" : "La llama de Alejandria",
        "author" : "Javier Sierra",
        "year" : "2006",
        "genre" : "Novela histórica",
        "resume" : "La historia se desarrolla en el año 391 d.C. y sigue a la astrónoma y filósofa Hipatia de Alejandría, quien lucha por preservar el conocimiento en un mundo en pleno declive del Imperio Romano y los primeros signos de la Edad Media. El libro mezcla elementos de misterio, historia y espiritualidad, explorando la persecución de la sabiduría en tiempos tumultuosos.",
        "quantity" :"10"
    }
]